[Main]
DisplayName=Čeština

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Upozornění
lbl_Warnning_Detail.caption=Tento počítačový program je chráněn autorským zákonem a mezinárodními smlouvami.
lbl_copyright.caption=© IObit. Všechna práva vyhrazena.
lbl_Thanks_Title.caption=Zvláštní poděkování následujícím lidem za jejich skvělé příspěvky:
rdhtmlEula.caption=<a>Licence</a> | <a>Zásady ochrany osobních údajů</a>
Instructions_M=Pokyny pro odinstalaci
lblAcknow.caption=Poděkování

[ActionCenter_M]
M_HideAC=Skrýt
M_ShowAC=Zobrazit
M_AC_Tips=Získejte lepší zabezpečení a výkon s doporučenými programy.
M_ShowACTitle2=Upozornění!
M_ShowACDesc=Všechny doporučené programy jsou skryty! Klikněte na "Zobrazit" pro jejich zobrazení a poté je nainstalujte, abyste získali nejlepší zabezpečení a výkon.
M_LearnRecommendNote=Doporučené produkty nejsou momentálně dostupné.
M_LearnRecommendDesc=Pro zobrazení dalších produktů, které vás mohou zajímat, klikněte na "Více informací".
M_none=Žádný
M_Fix=Instalovat nyní
M_LearnMore=Více informací
M_Install=Instalovat nyní
M_fixing=Instalace
M_Updating=Probíhá aktualizace
M_failed=Neúspěšné
M_RuningWell=Nejnovější verze nainstalována
M_Outdated=Zastaralé
M_NotInstalled=Nenainstalováno
M_Insatlled=Instalováno
M_Update=Aktualizovat nyní
M_ASCCaption=Výkon systému
M_ASCInfo_NotIns=Vyčištění nevyžádaných souborů, zabezpečení soukromí a opravení chyb registru vašeho PC.
M_ASCInfo_UpToDate=Advanced SystemCare zrychlí vaše PC jedním kliknutím.
M_ASCInfo_NeedUpDate=Advanced SystemCare je zastaralý.
M_RunASC=Skenovat nyní
M_ASCOffer=Vyčištění a optimalizace PC jedním klikem.<br>Zrychlení PC až o 200%.<br>Zrychlení internetu až o 300%.<br>Zabrání úniku soukromí díky několikanásobné ochraně.<br>Monitorování kondice PC v reálném čase pro plynulejší PC.
M_IMFCaption=Ochrana proti malwaru
M_IMFInfo_NotIns=Získejte lepší ochranu instalací anti-malware programu společnosti IObit.
M_IMFInfo_UpToDate=IObit Malware Fighter chrání vaše PC proti různým malware hrozbám.
M_IMFInfo_NeedUpDate=Váš anti-malware program je zastaralý.
M_RunIMF=Skenovat nyní
M_IMFOffer=Komplexní ochrana v reálném čase před všemi druhy malware.<br>Rychlé testovaní, efektivní detekce a odstranění hrozeb.<br>Aktivní prevence před útoky ransomware.<br>Bezpečné stahování a procházení internetu.<br>Plně kompatibilní s jinými bezpečnostními programy.
M_DBCaption=Aktualizace ovladačů
M_DBInfo_NotIns_C=Aktualizujte a opravte ovladače pro stabilnější počítač.
M_DBInfo_NotIns=Můžete mít zastaralé ovladače, které mohou zpomalit a destabilizovat váš počítač.
M_DBInfo_UpToDate=Driver Booster aktualizuje zastaralé ovladače ve vašem počítači.
M_DBInfo_NeedUpDate=Váš program pro aktualizaci ovladačů je zastaralý.
M_DBDesc=Aktualizujte všechny zastaralé ovladače ve vašem PC.
M_RunDB=Skenovat nyní
M_DBOffer=Velká databáze ovladačů (4,500,000+).<br>Bezpečná aktualizace WHQL ovladačů jedním klikem.<br>Lepší herní výkon.<br>Oprava problémů se sítí, zvukem, rozlišením atp.<br>Redukce zamrzání a pádů systému.
M_SDCaption=Optimalizace disku
M_SDInfo_NotIns=Optimalizujte vaše disky pro zrychlení naběhnutí systému a přístupu k souborům.
M_SDInfo_UpToDate=Smart Defrag defragmentuje disk pro vysoký výkon
M_SDInfo_NeedUpDate=Váš program pro defragmentaci disku je zastaralý.
M_RunSD=Defragmentovat nyní
M_SDOffer=Rychlejší přístup k souborům.<br>Maximální výkon pevného disku.<br>Zvýšení rychlosti spuštění počítače až o 100%.<br>Optimalizace her pro lepší herní zážitek.
M_DLCaption=Správce hesel
M_DLInfo_NotIns=Chraňte a spravujte všechna svá hesla pomocí Správce hesel Dashlane.
M_DLInfo_UpToDate=Nikdy nezapomenete svá hesla díky bezpečnému Dashlane.
M_RunDL=Spravovat
M_DLOffer=Jednoduchý a bezpečný způsob správy hesel.<br>Vytvořte jedinečná hesla pro ochranu vašich účtů.<br>Automatické přihlášení na oblíbené webové stránky.<br>Pro Windows, Mac, iOS a Android.
M_RunIOT=Spravovat nyní
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=Přenos iPhone dat, vyčištění a zrychlení vašeho iPhone.
M_IOTInfo_UpToDate=Přenos iPhone dat, vyčištění a zrychlení vašeho iPhone.
M_IOTInfo_NeedUpDate=IOTransfer je zastaralý.
M_IOTTip=IOTransfer slibuje:<br>+ Jednoduchá správa iPhone fotek a kontaktů<br>+ Přenesení iPhone dat do PC jedním klikem<br>+ Stahování online videí ze 100+ webů<br>+ Vyčištění všech druhů nevyžádaných souborů z iPhone či iPadu
M_IOTOffer=Nejlepší iPhone/iPad manager.<br>Přenos dat z iPhone/iPad do PC jedním kliknutím.<br>Stahování online videí a konverze do různých formátů.<br>Snadné a bezpečné vyčištění nevyžádaných souborů pro uvolnění prostoru iOS zařízení.<br>Bezdrátový přenos souborů mezi iOS zařízením a PC.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion vás chrání před nebezpečnými weby.
M_AdawareInfo_UpToDate=Web Companion vás chrání před nebezpečnými weby.
M_AdawareOfferDesc=Nainstalovat Web Companion pro zlepšení internetové ochrany a nastavit Bing® společnosti Microsoft™ jako domovskou stránku, stránku pro nové karty a jako výchozí vyhledávač na kompatibilních prohlížečích.
M_AdawareOffer=Jednoduchá a rychlá instalace.<br>Ochrana proti phishingu.<br>Ochrana webu v reálném čase.<br>Kompatibilní s více prohlížeči.
M_AomeiCaption=Program pro zálohu dat
M_AomeiInfo_NotIns=Ultimátní řešení pro zálohu systému a pevných disků.
M_RunOpera=Spustit nyní
M_OperaCaption=Prohlížeč Opera
M_OperaInfo_NotIns=Rychlý a bezpečný prohlížeč s integrovaným blokátorem reklam.
M_OperaInfo_UpToDate=Rychlý a bezpečný prohlížeč s integrovaným blokátorem reklam.
M_OperaOffer=Blokování reklamy urychluje načítání webových stránek až o 90%.<br>Až o hodinu delší prohlížení.<br>Více soukromí při prohlížení stránek s bezplatnou VPN.
M_SUCaption=Aktualizace programů
M_SUInfo_NotIns=Aktualizace a instalace důležitých programů jedním klikem.
M_SUInfo_NotIns_C=Počet zastaralých programů: %d. Nainstalujte IObit Software Updater pro aktualizaci jedním klikem.
M_SUInfo_NotIns_C1=1 program je zastaralý. Nainstalujte IObit Software Updater pro aktualizaci jedním klikem.
M_SUInfo_UpToDate=IObit Software Updater se stará o aktuálnost důležitých programů.
M_SUOffer1=Co nejdřívější automatická aktualizace zastaralých programů.<br>Instalace všech dostupných aktualizací programů jedním kliknutíms.<br>Instalacce všech požadovaných oblíbených programů jedním kliknutím.<br>Čisté programy, které prošly přísnými testy, žádný bundleware.
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=Zvýšení FPS jedním kliknutím pro rychlejší a plynulejší herní zážitek.
M_SMGBInfo_UpToDate=Zvýšení FPS jedním kliknutím pro rychlejší a plynulejší herní zážitek.
M_SMGBInfo_NeedUpDate=Smart Game Booster je zastaralý.
M_SMGBOffer=Zvýšení FPS pro lepší herní výkon jedním kliknutím.<br>Monitorování teploty a využití hardware v reálném čase.<br>Přetaktování GPU pro optimální vizuální efekty během hraní.<br>Analýza a hodnocení PC pro vyhledání kompatibilních her (38,000+).<br>Chrání Váš PC a hru pro vyšší zabezpečení.
M_RunSMGB=Zrychlit nyní
M_ISRCaption=iTop Screen Recorder
M_ISRInfo_NotIns=Záznam obrazovky počítače ve vysoké kvalitě zdarma, bez omezení nahrávání.
M_ISRInfo_UpToDate=Záznam obrazovky počítače ve vysoké kvalitě zdarma, bez omezení nahrávání.
M_ISRInfo_NeedUpDate=iTop Screen Recorder je zastaralý.
M_ISROffer=100% zdarma nahrávání obrazovky počítače<br>Záznam videokonferencí do libovolných formátů souborů<br>Nahrávajte 4K filmy a hudbu bez ztráty kvality<br>Nahrávejte online kurzy, vytvářejte videonávody<br>Zachycení hraní her v 1080P/60 FPS bez záseků
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Vyzkoušejte bezplatnou, rychlou a bezpečnou službu VPN pro online zabezpečení.
M_iTopInfo_NotIns=100% bezplatná, rychlá a bezpečná služba VPN pro online zabezpečení.
M_iTopInfo_UpToDateBeta=Vyzkoušejte bezplatnou, rychlou a bezpečnou službu VPN pro online zabezpečení.
M_iTopInfo_UpToDate=100% bezplatná, rychlá a bezpečná služba VPN pro online zabezpečení.
M_iTopInfo_NeedUpDate=iTop VPN je zastaralý.
M_iTopOfferBeta=Užijte si internet bez hranic<br>Přístup ke streamovacím webům po celém světě<br>Hrajte hry uzamčené v regionu kdekoli<br>Skrýt svou IP adresu na veřejné Wi-Fi<br>100% zdarma, ultrarychlé a nejlepší šifrování ve své třídě
M_iTopOffer2=Soukromá - Zůstaňte při surfování v anonymitě.<br>Bezpečná - Skryjte svou IP a zašifrujte připojení k internetu.<br>Rychlá - Užijte si bleskurychlé procházení internetu.<br>Zadarmo - Odblokujte webové stránky a streamujte zdarma.<br>Zkratky - Rychlý přístup na Netflix, HBO, PUBG...
M_RuniTop=Spustit nyní
M_RPMCaption=Správce hesel RoboForm
M_RPMInfo_NotIns=Už nikdy si nebudete muset pamatovat či zadávat vaše hesla.
M_RPMInfo_UpToDate=Se správcem hesel RoboForm se můžete rozloučit se zapisováním hesel.
M_RPMOffer=Přihlášení na webové stránky jedním kliknutím.<br>Generování silných a unikátních hesel.<br>Používá AES-256 bit šifrování a podporuje dvoufázové ověřování.<br>Pro Windows, Mac, iOS, Android a všechny hlavní prohlížeče.<br>Importování z prohlížeče nebo jiného správce hesel.
M_RunRPM=Spravovat
M_Moffer_Title1=Volitelná nabídka
M_Close=Zavřít
M_Cancel=Storno
M_Moffer_Install=Nainstalovat
M_Moffer_NoteEP=Kliknutím na "Nainstalovat" souhlasíte s instalací %s a přijímáte <a>Licenci</a> a <a>Zásady ochrany osobních údajů</a>.
M_Moffer_Refund=<a>Poznámka:</a> Můžete zažádat o vrácení peněz do 30 dnů. Přečtěte si <a>Pravidla pro vrácení peněz</a>.
M_Extract_IOT=Doporučení IObit

[AutoUpdate_M]
lan_Downloading_M=Stahování
lan_Speed_M=Rychlost: %s
Lan_Finish_M=Dokončit
Lan_Congratulation_M=Gratulujeme!
Lan_UpdateFail_M=Aktualizace selhala! Zkuste to znovu později.
Lan_UpdateSuccess_M=IObit Uninstaller byl aktualizován. Nyní si můžete užít nejnovější funkce a vylepšení.
Lan_UpdateNew_M=Již máte nejnovější verzi. Aktualizace není dostupná.
Lan_UpdateFreeInfo_M=Nová verze IObit Uninstaller je dostupná ke stažení.
Lan_UpdateFreeDownInfo_M=Aktualizujte nyní pro získání nejnovějších funkcí a vylepšení. Je to zdarma.
Lan_Sure_M=Opravdu chcete zrušit aktualizaci?
Lan_Download_M=Stáhnout
Lan_Getting_M=Získávání informací o aktualizaci, čekejte prosím...
Lan_LVheardOne_M=Dostupné aktualizace
Lan_LVheardTwo_M=Nová verze
Lan_LVheardThree_M=Velikost
Lan_historyInfo_M=IObit Uninstaller %s je dostupný. Aktualizujte nyní pro získání nejnovějších funkcí a vylepšení.
Lan_UpdateNow_M=Aktualizovat nyní
Lan_UpdateLater_M=Aktualizovat později
lan_WhatNew_M=Co je nového
Lan_NewReady_M=Nová verze je připravena
Lan_Title=IObit Uninstaller Updater

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Odeslat
lblErrorDetails.Caption=Podrobnosti o chybě:
lblUserEmail.Caption=Vaše e-mailová adresa:
lblSuccTips1.Caption=Úspěšně odesláno! Problém se pokusíme vyřešit co nejrychleji.
btnClose.Hint=Zavřít

[SendBugReportNew_M]
M_AskUserTips1=narazil na problém. Pomozte nám problém vyřešit automatickým zasláním debug souboru kliknutím na 'Odeslat'. <a>Zásady ochrany osobních údajů</a>
M_BugStatisticsTips=narazil na problém a musí být ukončen. Právě zjišťujeme vše potřebné, čekejte prosím...
M_SendingTips=Odesílání...
M_AttentionTips1=narazil na problém. Debug soubor, který nám pomůže s opravou problému bude automaticky odeslán za 5 sekund. Pro zrušení můžete zavřít toto okno. <a>Zásady ochrany osobních údajů</a>
M_InvalidEmailTips1=Nesprávná e-mailová adresa! Prosíme, zadejte platný e-mail, abychom vás mohli kontaktovat.
M_OKTips=OK

[Uninstaller_frm_CrRestore]
Restoring_Caption=Získávání oficiální verze...
RestoreSuccess_Caption=Úspěšně jste nainstalovali oficiální IObit Uninstaller!
RestoreFailed_Caption=Stažení oficiální verze IObit Uninstaller selhalo. Prosíme, navštivte náš oficiální web a zkuste to znovu.
Run_Button=Spustit nyní
Download_Button=Stáhnout nyní

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=Používáte neoficiální IObit Uninstaller.
lbl_SecondTitle.caption=Neoficiální IObit Uninstaller již nebude fungovat.
lbl_HarmInfo.caption=Nejen že škodí výkonu vašeho počítače, ale také způsobuje únik soukromí kvůli zranitelnosti, kterou způsobil.
lbl_OfficialInfo.caption=Získejte oficiální IObit Uninstaller nyní pro silnou ochranu soukromí a počítače.
htmlLabel_Text.caption=Získejte exkluzivní <a>75%</a> slevu pro získání verze PRO!
btn_GetPro.caption=Získat verzi PRO
btn_GetFree.caption=Získat verzi zdarma

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Získejte <a>oficiální IObit Uninstaller PRO za $0</a> dnes a dostaňte své soukromí a PC pod silnou ochranu.
btn_GetPro_before=Získat Pro za $0

[Detain_M]
M_MianTitle=IObit Uninstaller vám pomohl:
M_QuestionString=Opravdu chcete provést odinstalaci?
M_btnok=Přesto odinstalovat
M_btnCancel=Ponechat
M_UninstallCaption=Odinstalovat programy
M_DiskCaption=Ušetřit místo na disku
M_RegCaption=Odstranit záznamy registru
M_FixCaption=Opravit problémy se softwarem

[Survey_M]
Title_M=Odinstalační dotazník
Info_M=Je nám líto, že odcházíte. Pomozte nám prosím vylepšit IObit Uninstaller vyplněním tohoto krátkého dotazníku. Vaší zpětné vazby si vážíme.
Question_M=Proč odinstalováváte IObit Uninstaller?
1_M=Neúplná odinstalace (nebyly odstraněny všechny zbytky)
2_M=Neběží správně
3_M=Příliš mnoho reklam a bundlewaru
4_M=Nainstaloval/a jsem ho kvůli vyřešení problémů a už ho nepotřebuji
5_M=Objevil/a jsem lepší alternativu
6_M=Jiné (prosíme upřesněte)
Button_M=Pokračovat v odinstalaci

[Uninstaller_M]
MenuRight_Caption=Výkonná odinstalace
Explorer_Button=Skartovač souborů
Controlpanel_Button=Výkonná odinstalace

[ACD_M]
M_Downloading=Stahování:
M_TipFixing=Opravování
M_Tips=Probíhá stahování. Klikněte 2x na ikonu pro zobrazení detailů.
M_Installing=Instalování:
M_MD5Faild=Instalační soubor je poškozen. Zkuste to prosím později.
M_NetError=Chyba sítě. Stahování selhalo, prosíme, zkuste to znova později!
M_DiskIsFull=Nedostatečně místo na disku!
M_Speed=Rychlost:
M_AreSureEx=Opravdu chcete zrušit stahování?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Storno
lbl_Min.Caption=Minimalizovat
btnClose.Hint=Zavřít
lblCaption.Caption=IObit Downloader

[EasyUninstall_M]
EasyPoint=Přetáhněte mě na otevřené okno, ikonu na ploše nebo na ikonu na systémové liště.
EasyNothingInfo=Cíl nebyl nalezen. Přetáhněte mě na jiné okno, ikonu na ploše nebo na ikonu na systémové liště.
EasyDeleteFileFail=Soubor nemůže být odstraněn, protože je zrovna používán. Zavřete soubor a zkuste to znovu.
EasyDeleteFolderFail=Složka nemůže být odstraněna, protože je zrovna používána. Zavřete soubor/složku a zkuste to znovu.
EasyKillProcessFail=Nepodařilo se ukončit proces.
EasyKillProcessHint1=Opravdu chcete ukončit tento proces?
EasyKillProcessHint2=Neuložená data budou ztracena.
EasyUninstallPath=Odinstalovat nebo odstranit:
EasyUninstall=Odinstalovat
EasyShortcut=Odstranit zástupce
EasyLocation=Otevřít umístění souboru
EasyDelete=Odstranit
EasyCancel=Storno
EasyTransparency=Průhledné
EasyOpaque=Neprůhledné
EasyExitEasy=Otevřít hlavní okno
EasyExitIobit_1=Ukončit IObit Uninstaller
EasyKillProcess=Ukončit proces

[ExpriedNotice_M]
Sale_Text=Ale můžete je získat zpět s exkluzivní <a>%s</a> slevou ještě dnes!
ExpriedOneDay_M=Vaše předplatné vypršelo před <a>1</a> dnem.
ExpriedDay_M=Platnost vašeho předplatného vypršela před <a>%s</a> dny.
Logged_0_Text=Důkladná odinstalace zaznamenaných programů za pomocí záznamů vytvořených během instalace
Logged_1_Text=Důkladná odinstalace 1 zaznamenaného programu za pomocí záznamů vytvořených během instalace
Logged_Text=Důkladná odinstalace %s zaznamenaných programů za pomocí záznamů vytvořených během instalace
ExpriedMessage_M=Vaše předplatné vypršelo. PRO funkce již nebudou k dispozici, ale stále můžete používat bezplatné funkce.
ExpriedTipMessage_Num=Během posledních %s1 dní vám IObit Uninstaller Pro pomohl odinstalovat %s2 programů a vyčistit %s3 dalších zbytkových souborů. Obnovte nyní a využijte svou <a>exkluzivní slevu!</a>
ExpriedTipMessage_Normal=S lítostí vám oznamujeme, že PRO funkce již nebudou k dispozici. Obnovte nyní a využijte svou <a>exkluzivní slevu!</a>

[Uninstaller_form_Expried]
lbl_Notice.caption=S lítostí vám oznamujeme, že následující PRO funkce již nebudou k dispozici:
lbl_Stubbron.caption=Kompletní odstranění přes 1000 těžko zbavitelných programů s jedinečnou databází
lbl_Update.caption=Zajištění aktuálnosti důležitých programů jedním kliknutím
lbl_Health.caption=Automatická detekce zranitelností softwaru a snadné blokování vyskakovacích oznámení a nežádoucích reklam
lbl_MoneyBack.caption=Plná ochrana naší 100% zárukou vrácení peněz.
btn_Upgrade.caption=Získat slevu na obnovení
lbl_EnterCode.caption=Již mám licenci

[Uninstaller_form_ExpriedNotice]
htmlLabel_Text.caption=Vaše předplatné vypršelo!
btn_OK.caption=Obnovit nyní

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Zpětná vazba
lbl_DescTitle.caption=Popis:
lbl_EmailTitle.caption=E-mail:
lbl_ScreenShot.caption=Snímek obrazovky
lbl_TypeTitle.caption=Typ požadavku:
btnImg_FeedBackSend.caption=Odeslat
btnImg_FeedBackCancel.caption=Storno

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Odesílání...
lbl_SendFailed.caption=Odeslání selhalo. Klikněte na OK pro zaslání zpětné vazby online.
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Děkujeme za vaši zpětnou vazbu. Budeme vás kontaktovat co nejdříve.
btnImg_SendSuccess.caption=OK

[Uninstaller_FeedBack_M]
FeedBack_1=Pochvala
FeedBack_2=Návrh
FeedBack_3=Selhání odinstalace
FeedBack_4=Problém s bundleware
FeedBack_5=Problém s monitorem instalací
FeedBack_6=Problém s aktualizací programů
FeedBack_7=Nepodařilo se zobrazit všechny programy
FeedBack_8=Problémy s pokročilým skenem
FeedBack_9=Nahlášení chyby
FeedBack_10=Jiné
EmailMessage=Nesprávný e-mail. Prosíme, zadejte správnou e-mailovou adresu, abyste mohli obdržet naši odpověď.
MemoHint=Popište své návrhy či problémy podrobně, abychom mohli naše produkty vylepšit.
ScreenMaxMessage=Operace selhala. Dosáhli jste maximálního počtu 5 snímků obrazovky.
CloseHintMsg=Opravdu nechcete odeslat zpětnou vazbu?
SendBugck=Pošlete nám debug soubor na prozkoumání. <a>Ochrana soukromí</a>
FeedBackMessage=Prosíme, napište popis.
EmailHint=Prosíme, zadejte zde váš správný e-mail
Startup_Delete_M=Odstranit
M_FiveStar=Můžete nám prosím udělit 5hvězdičkové hodnocení?

[FileShredder_M]
ShredderDetail_0=Přetáhněte soubor nebo složku pro provedení skartování.
ShredderDetail_01=Soubory odstraněné běžným způsobem mohou být obnoveny.
ShredderDetail_02=Přetažením souboru či složky můžete soubory bezpečně a trvale odebrat.
FileShredder_MaxCount_M=Bylo přidáno 5000 souborů. Prosíme, přidejte zbylé soubory po skartování těchto 5000 souborů.
Shredder_InUse_M=Některé soubory nebyly skartovány, protože není u nich možnost zápisu. Zkontrolujte, zda se stále používají.
Shredder_Del_M_1=Opravdu chcete trvale odebrat přidané položky (počet:<a>%d</a>)? Tato akce je NEVRATNÁ a dokončení může chvíli trvat.
Shredder_DelOne_M_1=Opravdu chcete trvale odebrat přidanou <a>1</a> položku? Tato akce je NEVRATNÁ a dokončení může chvíli trvat.
Shredder_NotDel_M=Jeden soubor nebyl skartován, protože u něj není možnost zápisu. Zkontrolujte, zda je stále používán.
Shredder_OneFileDel_M=Soubor nebyl skartován, protože u něj není možnost zápisu. Zkontrolujte, zda je stále používán.
Shredder_Sucess_M=Skartování bylo úspěšné.
Shredder_OneSucess_M=Skartování bylo úspěšné.
Shredder_DirIsEmpty_M=Je to prázdné, skartování nelze provést.
Shredder_NotAddFolder_M=Soubor "%s" nelze skartovat, protože tato operace může způsobit nestabilitu systému.

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Skartovač souborů
lbl_Listview_Title.caption=Vyberte soubor nebo složku pro skartování:
lblLoading.caption=Načítání...
lbl_AddFile.caption=Přidat soubor...
lbl_AddFolder.caption=Přidat složku...
RdImageButton_Shredder.caption=Skartovat
RdImageButton_Cancel.caption=Storno
ListView_FileList.Columns[0].Caption=Cesta k souboru
Menu_Shredder_Shredder.caption=Skartovat
Menu_Shredder_AddFile.caption=Přidat soubor
Menu_Shredder_AddFolder.caption=Přidat složku
Menu_Shredder_Romove.caption=Odstranit
Menu_Shredder_Clean.caption=Vyčistit
lbl_Shredder_Tip.caption=Probíhá skartování souborů. Může to chvíli trvat, čekejte prosím...

[ForcedUninstall_M]
Shredder_NotAddFolder_M=Nelze přidat soubor "%s" na skartování, protože tato operace může způsobit nestabilitu systému.
EndProgressMsg=%s běží. Chcete provést ukončení, aby odinstalace mohla pokračovat?
ListView_FindReslut.Columns[0]_M=Jméno
PopMenu_OpenFolder_M=Otevřít umístění souboru
PopMenu_ViewEntry_M=Otevřít v editoru registru
Free_MatchStubbron=Chybí registry pro odinstalaci, což může způsobit selhání odinstalace. Upgradujte na verzi PRO, abyste mohli odstranit problémy s odinstalací a snadno odinstalovat program pomocí naší databáze problémových programů.
Pro_MatchStubbron=Chybí registry pro odinstalaci, což může způsobit selhání odinstalace. Opravte problémy s odinstalací a snadno odinstalujte program pomocí naší databáze těžko zbavitelných programů.

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Vynucená odinstalace
lbl_Info.caption=Pomůže vám odinstalovat program, který nelze odinstalovat běžným způsobem kvůli chybějícím odinstalačním registrům nebo chybám vestavěného odinstalačního programu a snadno a důkladně vyčistit všechny související soubory.
btnImg_Open.caption=Procházet...
lbl_DropInfo.caption=Můžete procházet nebo zde přetáhnout soubor/složku pro odstranění nebo odinstalaci souvisejícího programu.
btnImg_Uninstall.caption=Odinstalovat
btnImg_Cancel.caption=Storno
PopMenu_Uninstall.caption=Odinstalovat
PopMenu_SearchOnline.caption=Hledat online
ListView_FindReslut.Columns[1].caption=Velikost
ListView_FindReslut.Columns[2].caption=Datum instalace

[HealthCheck_M]
HealthCheck_Top_ScanNow=Skenovat nyní
HealthCheck_Top_ScanAgain=Skenovat znovu
HealthCheck_Top_FixAll=Opravit vše
HealthCheck_Top_Stop=Zastavit
HealthCheck_Top_Done=Hotovo
HealthCheck_Top_Scanning=Skenování
HealthCheck_Top_Fixing=Opravování
HealthCheck_Top_NoFound=Nebyly nalezeny žádné problémy. Veškerý váš software běží správně.
HealthCheck_Top_Title_Result_NoIssues=Nebyly nalezeny žádné problémy.
HealthCheck_Top_Title_Result_Single=<a>%s</a> problém je třeba opravit.
HealthCheck_Top_Title_Result_Some=<a>%s</a> problémy/ů je třeba opravit.
HealthCheck_Top_Title_Skip=<a>Prozatím přeskočit</a>
HealthCheck_Top_FixOverResult_Single=<a>%s</a> problém úspěšně opraven.
HealthCheck_Top_FixOverResult_Some=<a>%s</a> problémy/ů úspěšně opraveny/o.
HealthCheck_Top_FixOver=Všechny vybrané problémy byly opraveny.
HealthCheck_Top_Dec_Result_Pro=Oprava všech nalazených problémů jedním kliknutím.
HealthCheck_Top_Dec_Result_Free=Přechodem na verzi PRO opravíte všechny nalezené problémy 1 kliknutím.
HealthCheck_Top_Title_A=Stav softwaru: <a>Potřebuje sken</a>
HealthCheck_Top_Dec_A=Váš software nebyl nikdy analyzován. Analyzujte nyní veškerý svůj software.
HealthCheck_Top_Title_B=Stav softwaru: <a>Dobrý</a>
HealthCheck_Top_Dec_B=Všechen váš software běží dobře.
HealthCheck_Top_Dec_C=Váš software nebyl analyzován již %s dní. Analyzujte nyní veškerý svůj software.
HealthCheck_Item_Title_leftovers=Zbytky po odinstalaci
HealthCheck_Item_Dec_leftovers=Odstraňte zbytky po odinstalaci, abyste uvolnili více místa na disku
HealthCheck_Item_Title_update=Aktualizace softwaru
HealthCheck_Item_Dec_update_New=Aktualizujte zastaralý software pro snížení bezpečnostních rizik
HealthCheck_Item_Title_permission=Softwarová oprávnění
HealthCheck_Item_Dec_permission=Detekce skrytých oprávnění a zakázání nepotřebných oprávnění
HealthCheck_Item_Title_notifications=Narušující oznámení
HealthCheck_Item_Dec_notifications=Blokuje vyskakovací oznámení a nechtěné reklamy, které vás ruší
HealthCheck_Item_Title_stubborn=Programy s odinstalačními problémy
HealthCheck_Item_Dec_stubborn=Oprava problémů s odinstalací pro snadné odinstalování programů
HealthCheck_Item_Title_packages=Instalační soubory
HealthCheck_Item_Dec_packages=Vyčištění instalačních souborů pro uvolnění více místa na disku
HealthCheck_Item_Title_malicious=Škodlivý software a rozšíření
HealthCheck_Item_Dec_malicious=Odstranění škodlivého softwaru a rozšíření prohlížeče pro rychlý a bezpečný počítač
M_Fix=Opravit
M_Detail=Podrobnosti
M_Recissues_Single=<a>%s</a> problém vybrán k opravě,
M_Recissues_Some=<a>%s</a> problémy/ů vybrané/ých k opravě,
M_Allissues_Single=celkem <a>%s</a> problém
M_Allissues_Some=celkém <a>%s</a> problémy/ů
M_Noissues=Nebyly nalezeny žádné problémy
M_issues_Single=<a>%s</a> problém
M_issues_Some=<a>%s</a> problémy/ů
M_Noissues2=Žádné problémy
HealthCheck_Exit_Scanning=Probíhá skenování. Určitě chcete odejít?
HealthCheck_Exit_Fixing=Probíhá oprava. Určitě chcete odejít?
M_UL_SelectedFix_Single=<a>%s</a> zbytek po odinstalaci vybraný k opravě.
M_UL_SelectedFix_Some=<a>%s</a> zbytky/ů po odinstalaci vybrané/ých k opravě
M_OS_SelectedFix=<a>%s</a> zastaralý software vybraný k opravě
M_SP_SelectedFix_Single=<a>%s</a> oprávnění softwaru vybrané k opravě
M_SP_SelectedFix_Some=<a>%s</a> oprávnění softwaru vybrané/ých k opravě
M_DN_SelectedFix_Single=<a>%s</a> rušivé oznámení vybrané k opravě
M_DN_SelectedFix_Some=<a>%s</a> rušiv/ých oznámení vybraná/ých k opravě
M_PWUI_SelectedFix_Single=<a>%s</a> program s problémy s odinstalací vybrán k opravě
M_PWUI_SelectedFix_Some=<a>%s</a> programy/ů s problémy s odinstalací vybrané/ých k opravě
M_IF_SelectedFix_Single=<a>%s</a> instalační soubor vybraný k opravě
M_IF_SelectedFix_Some=<a>%s</a> instalační/ch soubory/ů vybrané/ých k opravě
M_MSE_SelectedFix_Single=<a>%s</a> škodlivý program a rozšíření vybraný k opravě
M_MSE_SelectedFix_Some=<a>%s</a> škodlivé/ých programy/ů a rozšíření vybrané/ých k opravě
M_BackFix=Zpět na opravu
M_NoItems=Nebyly nalezeny žádné položky
M_item=položka
M_items=položky
M_File=Soubor
M_Reg=Registr
M_Tasks=Naplánované úlohy
M_Ser=Systémové služby
M_Select=Vybrat vše
M_TitleCount=Název (Celkem: %d)
M_Version=Nová verze
M_CurrentVersion=Aktuální verze
M_BanwebTitleCount2=Odesílatel (celkem: %d)
M_Type=Druh
M_BRate=Míra blokovaných
M_Recommendation=Doporučení
M_Optional=Volitelné
M_Block=Blokovat
M_SiteType=Web oznámení
M_AppType=Oznámení aplikace
M_MSType=Škodlivý software
M_METype=Škodlivé rozšíření
M_AdType=Reklamní rozšíření
M_RegMiss=Chybějící registr pro odinstalaci
HC_Ignore=Ignorovat
HC_IgnoreForever=Ignorovat všechny aktualizace
HC_IgnoreCurrent=Ignorovat aktuální aktualizaci
HC_OpenFile=Otevřít umístění souboru
HC_OpenReg=Otevřít v editoru registru
HC_Search=Hledat online
HC_Startup=Položky po spuštění
HC_Tasks=Naplánované úlohy
HC_Services=Služby
HC_Desktopicon=Ikona plochy
HC_Taskbaricon=Ikona hlavního panelu
HC_RightMenu=Nabídka pravého tlačítka myši
M_PermissionTitleCount=Typ oprávnění (celkem: %d)
M_Name=Název
M_Installed=Instalováno
M_Over30Day=Nepoužíváno přes 30 dní
M_Status=Stav
M_Disable=Zakázat
M_FixDetails=Zobrazit podrobnosti o opravě níže:
M_Fix_RecTitle=Ale pro rychlejší a čistější počítač lze udělat více:
M_Fix_RecLog=Čistá odinstalace za pomocí protokolu
M_Fix_RecLog_Des=Důkladná odinstalace programu za použítí protokolu vytvořeného během instalace
M_Fix_RecBundleware=Jednodušší odstranění bundleware
M_Fix_RecBundleware_Des=Monitorování instalace programů v reálném čase a snadné odstranění bundleware
M_Fix_RecLeftover=Automatické odstranění všech zbytků
M_Fix_RecLeftover_Des=Automatické odstranění zbytků, které nelze odstranit jinými odinstalátory
M_Fix_RecProgram_Single=<a>%s</a> velký program nalezen
M_Fix_RecProgram_Some=Počet nalezených velkých programů: <a>%s</a>
M_Fix_RecProgram_Des=Odinstalujte nepotřebné velké programy, abyste uvolnili více místa na disku
M_Fix_RecWinApp_Single=<a>%s</a> Windows aplikace nalezena
M_Fix_RecWinApp_Some=Počet nalezených Windows aplikací: <a>%s</a>
M_Fix_RecWinApp_Des=Odinstalujte nepotřebné Windows aplikace, abyste uvolnili více místa na disku
M_Fix_RecEasyUn=Chytřejší jednoduchá odinstalace
M_Fix_RecEasyUn_Des=Snadná odinstalace programu přetažením ikony snadné odinstalace do otevřeného okna programu, na ikonu na ploše nebo v systémové liště
M_Fix_RecStubborn=Odstranění programů s problémovou odinstalací
M_Fix_RecStubborn_Des=Unikátní databáze podporuje odstranění více než 1000 těžko se zbavitelných programů.
M_UnlockTitle_Single=Odemkněte PRO funkce, abyste opravili %s nalezený problém
M_UnlockTitle_Some=Odemkněte PRO funkce, abyste opravili všechny nalezené problémy. Počet: %s
M_UnlockNow=Odemknout nyní
M_Back=Zpět
M_Try=Vyzkoušet nyní
M_Upgrade=Upgradovat nyní

[Uninstall_Tools_History_M]
ListviewHeader_Software_TitleCount_M=Název (celkem: %d)
ListviewHeader_Software_M=Název
History_info_DouBle_M=programy nebyly posledně úplně odinstalovány. Pro pokračování klikněte na Odinstalovat.
History_info_One_M=program nebyl posledně úplně odinstalován. Pro pokračování klikněte na Odinstalovat.
History_Scanfor_M=Skenování zbytků
History_ViewDetail_M=Zobrazit detaily
UninstallLog_No_IsEmpty_M=Výkonný sken nenalezl žádné zbytkové soubory.
Program_Information=Informace o programu
Files_Deleted=Souborů odstraněno
Registries_Deleted=Záznamů registru odstraněno
Scheduled_Tasks_Deleted=Naplánovaných úkolů odstraněno
Deleted_on_Reboot=Odstraněno při restartu
Service_Deleted=Služeb odstraněno
Export_M=Exportovat
rdlbl_NoTkanks=Ne, děkuji
RdLabelDetailNull=Zde naleznete podrobnosti a stav každého odinstalovaného programu.
RdLabelDetails=IObit Uninstaller vám pomohl odinstalovat <a>%d</a> programů a ušetřit <a>%s</a> místa na disku.
RdLabelDetail=IObit Uninstaller vám pomohl odinstalovat <a>%d</a> program a ušetřit <a>%s</a> místa na disku.
History_NoUninstalled_M=Neodinstalováno
History_Residualfilesleft_M=zbývá zbytkových souborů
M_NoHistoryFound=Nebyla nalezena historie odinstalací

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=Historie odinstalací
ListView_History.Columns[1].Caption=Datum odinstalace
ListView_History.Columns[2].Caption=Velikost
ListView_History.Columns[3].Caption=Operace
Menu_ClearThis.Caption=Vymazat tuto historii
Menu_ClearAll.Caption=Vymazat všechny historie

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Ne, děkuji
RdImgBtnUninstall.caption=Odinstalovat
RdListView_History.Columns[0].Caption=Název programu
RdListView_History.Columns[1].Caption=Stav

[Uninstaller_form_InstallDetail]
lbl_IU.caption=Monitor instalací
lbl_RegText.caption=Záznamy registru:
lbl_SzieText.caption=Celková velikost:
lbl_StartText.caption=Spuštění:
lbl_FileText.caption=Soubory:

[InstallDetected_M]
Install_DetectedTitle=%s byl nainstalován s následujícími vytvořenými položkami.
Install_DetectedTitleEx=<a>%s</a> programy/ů byly/o nainstalovány/o s následujícími vytvořenými položkami.
Install_ViewDetail=Podrobnosti

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Povolit
lbl_Caption.caption=Nová instalace detekována
lbl_InstallMoniorInfo.caption=Doporučujeme povolit Monitor instalací, který pomůže zaznamenat a zobrazit všechny změny provedené v systému během instalace programu.

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Zaznamenané instalace
rdlbl_Or.Caption=NEBO
rdlbl_Auto.Caption=Automatické monitorování
rdlbl_Drap.Caption=Manuální monitorování

[IUInstallMonitorFrm_M]
TipFileMsi=Instalační soubor není podporován. Vyberte jiný a zkuste to znovu.
TipFileNotMsiExe=Spustitelný instalační soubor je neplatný. Vyberte platný spustitelný instalační soubor a zkuste to znovu.
AddTip1=Monitor instalací je zaneprázdněn!
AddTip2=Instalace je již monitorována. Zkuste to znovu po dokončení této instalace.
StarFileTip=Nepodařilo se spustit
ExePathErrorTip=Instalační soubor ze síťové jednotky není podporován. Zkopírujte jej na místní disk a zkuste to znovu.
Logging=Zaznamenávání změn systému...
rdlbl_TipContent_M=Monitor instalací detekuje a zaznamenává systémové změny během instalace, címž umožňuje zobrazit, jaké změny monitorované programy způsobily během instalace.
rdlbl_SwitchTip.Caption_M=Automaticky detekovat a zaznamenávat instalace programů
rdlbl_DragFileTip.Caption_M=Přidejte nebo přetáhněte instalační soubor sem pro instalaci a záznam systémových změn

[Uninstaller_frmMonitorLog]
lbl_Title.Caption=Instalační protokol
rdlbl_Export.Caption=Exportovat
btnImg_OK.Caption=OK

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Název:
InstallDateTip=Datum instalace:
VersionTip=Verze:
PublisherTip=Vydavatel:
LocationTip=Adresář:
InstallationDurationTip=Délka instalace:
InstallPackageTip=Instalační balíček:
RegEntriesTip=Záznamy registru:
FilesCountTip=Soubory:
TaskCountTip_M=Naplánované úkoly:
ServiceCountTip_M=Systémové služby:
DllCountTip=DLL registrace:
StartUpCountTip=Položky po spuštění:
TotalSizeTip=Celková velikost:
ProgramInformationTip=Informace o programu
MMORegistryTip=Záznamy registru
MMOFilesTip=Soubory
MMOTaskTip_M=Naplánované úkoly
MMOServiceTip_M=Systémové služby
MMODllTip=DLL registrace
MMOStartUpTip=Položky po spuštění
MonitorLog_SecondsLan=sekund
MonitorLog_SecondSingleLan=sekunda

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Zpětná vazba

[MainForm_M]
Nav_Colle_Program_All=Programy
Nav_Colle_Browser_Extensions=Rozšíření prohlížeče
Nav_Colle_Win=Windows aplikace
Nav_Colle_AC=Centrum akcí
Nav_Colle_SH=Zdraví softwaru
Nav_Item_Program_All=Všechny programy
Nav_Item_Bundleware=Bundleware
Nav_Item_Program_Recent=Nedávno nainstalované
Nav_Item_Program_Infrequent=Zřídka používané
Nav_Item_Program_Large=Velké programy
Nav_Item_Browser_Extension_All=Všechna rozšíření prohlížeče
Nav_Item_InstallMonitor=Monitor instalací
Nav_Item_Logged=Zaznamenané programy
Hint_Settings=Nastavení
Hint_Tools=Nástroje
UninstallProTipEnterCode=Zadat kód
Button_Uninstall=Odinstalovat
Button_Remove=Odstranit
Button_Update=Aktualizovat vše
Button_Install=Instalovat nyní
ToolPopForceUninstallEx=Vynucení odinstalace+
ToolPopSoftUpdater=Aktualizace programů
ToolPopStubborn=Odstranění problémových programů
ToolPopHistory=Historie odinstalací
ToolPopFileShredder=Skartovač souborů
ToolPopHunterMode=Jednoduchá odinstalace
ToolPopUpdateUninstall=Odinstalace Windows aktualizací
MoreSettingPopSetting=Nastavení...
MoreSettingPopRestore=Obnovení
MoreSettingPopExport=Exportovat seznam programů
MoreSettingPopUpdate=Zkontrolovat aktualizace
MoreSettingPopManual=Uživatelská příručka
MoreSettingPopSupport=Technická podpora
MoreSettingPopOnline=IObit online
MoreSettingPopAbout=O programu
MoreSettingPopWhatsNew=Novinky
MoreSettingSubscription=Moje předplatné
DefaultSelProg=Odinstalujte zbytečné programy pro uvolnění více místa.
DefaultSelPlug=Odeberte nežádoucí pluginy pro ochranu prohlížeče.
DefaultSelADPlugin1=Odebrat 1 škodlivý/reklamní plugin pro bezpečné surfování.
DefaultSelADPlugin2=Odebrat škodlivé/reklamní pluginy (počet: %d) pro bezpečné surfování.
DefaultSelWApp=Odinstalujte nepotřebné Windows aplikace pro zrychlení počítače.
DefaultSelBundle=Odinstalujte nevyžádané bundleware.
DefaultSelUpdate=Získejte aktuální verzi důležitých programů.
DefaultUpdaterPromot=Aktualizujte více programů s IObit Software Updater.
DefaultUpdaterPromote1=zastaralý program nalezen.
DefaultUpdaterPromote2=zastaralých programů nalezeno.
DefaultUpdaterPromoteInfo=Klikněte na Aktualizovat vše pro aktualizaci všech zastaralých programů jedním kliknutím.
SelInfoProg=programů vybraných k odinstalaci. Celková velikost:
SelInfoProgM=program vybraný k odinstalaci. Celková velikost:
SelInfoPlug=plugin vybrán k odebrání.
SelInfoPlugM=pluginů vybraných k odebrání.
SelInfoApp=aplikace vybraná pro odinstalaci. Celková velikost:
SelInfoAppM=aplikací vybráno pro odinstalaci. Celková velikost:
SelInfoBundle=položka vybraná k odinstalaci.
SelInfoBundleM=položek vybraných k odinstalaci.
BundleHint=Při instalaci hlavního programu mohou být další programy nainstalovány bez vašeho vědomí. Můžete odebrat programy, které nechcete.
RestoreDefaultSettingsButton=Obnovit výchozí nastavení %s
APTitle=Aktivovat všechny funkce Pro
AP5=Čistá odinstalace se záznamem
AP2=Odstranění více těžko zbavitelných programů
AP6=Plynulý výkon softwaru
AP4=Aktualizace software jedním klikem
MainUpdate_Hint=Nová verze
NewsDisconnCaption=Sdílejte IObit Uninstaller se svou rodinou a přáteli.
NewsDisconnDes=Budou jej rádi používat!
NewsNewVerCaption=Je dostupná důležitá aktualizace
NewsNewVerDes=Prosíme, stáhněte si nejnovější verzi.
ToolPopForceUninstall_Detail=Pomůže s odinstalací programů, které nelze odinstalovat běžným způsobem
ToolPopSoftUpdaterEx_Detail=Aktualizujte zastaralý software pro snížení bezpečnostních rizik
ToolPopHistory_Detail=Zobrazit podrobnosti a stav každého odinstalovaného programu
ToolPopFileShredder_Detail=Pomůže s bezpečným a trvalým odebráním nežádoucích souborů
ToolPopHunterMode_Detail=Přetáhněte ikonu jednoduché odinstalace pro jednoduchou odinstalaci programů
ToolPopUpdateEx_Detail=Odinstalujte nežádoucí aktualizace systému Windows, abyste uvolnili více místa na disku
ToolPopStubbornEx_Detail=Unikátní databáze podporuje odebrání více než 1000 problémových programů
DefaultSelInfo_Logged=Zaznamenané programy mohou být důkladně odinstalovány.
MoreSettingTranslate=Pomozte nám s překladem

[MetroApp_M]
NoSerchItem_Tip=Žádné položky neodpovídají vašemu vyhledávání.
Win8NoItemTip_M=Nebyly nalezeny žádné Windows aplikace
Win8LoadingApp=Načítám aplikace...
Win8ListViewGroupsWin8AppHeader=Windows aplikace
Win8ListViewGroupsWin8AppSubtitle=Aplikace publikované společností Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Aplikace třetích stran
Win8ListViewGroupsThirdSubtitle=Aplikace publikované třetí stranou.

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Název
ListView_AppList.Columns[1].caption=Velikost
ListView_AppList.Columns[2].caption=Hodnocení uživatelů
ListView_AppList.Columns[3].caption=Operace
lbl_Notice.caption=Pro zobrazení Windows aplikací se ujistěte, že váš aktuální účet má administrátorská práva
mniUninstall.caption=Odinstalovat
mniRefush.caption=Obnovit
mniDetails.caption=Podrobnosti
mniOpenFile.caption=Otevřít umístění souboru
mniOpenReg.caption=Otevřít v Editoru registru
mniOpenWinstore.caption=Otevřít v Microsoft Store
mniSearchOnline.caption=Hledat online
mniRate.caption=Hodnotit

[Uninstaller_DiskSmallFrm]
btnimg_uninstall.Caption=Odinstalovat nyní
rdlbl_NoticeInfo.Caption=Volné místo vašeho systémového disku je menší než 10%.
rdlbl_NoticeTip.Caption=Odinstalujte nežádoucí programy s pomocí IObit Uninstaller pro získání více místa na disku.

[LeftNoticeForm_M]
LeftFound=Byly nalezeny zbytky po odinstalaci: <a>%s</a>
LeftTip=Vyčistěte je, abyste uvolnili více místa na disku.
LeftBtn=Vyčistit nyní

[SoftNoticeForm_M]
PopupTip=Byla zjištěna rušivá oznámení
PopUpOne=<a>1</a> vyskakovací oznámení lze zablokovat, aby nedocházelo k rušení.
PopUpEx=<a>%s</a> popup notifikace/í lze zablokovat, aby nedocházelo k rušení.
PopupBtn=Blokovat nyní

[Malicious_M]
NoticeInfoEx_One=Byl zjištěn škodlivý software/rozšíření<BR><a>1</a> škodlivý program / rozšíření lze odstranit pro rychlé a bezpečné PC.
NoticeInfoEx_Some=Byl zjištěn škodlivý software/rozšíření<BR><a>%d</a> škodlivé/ých programy/ů / rozšíření lze odstranit pro rychlé a bezpečné PC.

[InstallClearForm_M]
SetupTip=Byly zjištěny nepotřebné instalační soubory
SetupClean=<a>1</a> nepotřebný instalační soubor lze vyčistit a uvolnit tak <a>%s</a> místa na disku.
SetupCleanEx=<a>%s</a> nepotřebné/ých instalační/ch soubory/ů lze vyčistit, aby se uvolnilo <a>%s</a> místa na disku.
SetupBtn=Vyčistit nyní

[uninstall_Mitor_M]
showDetails_M=Zobrazit podrobnosti
Cleanmanually_M=Vyčistit ručně
AutoClean_M=AutoČištění
Cleaning_M=Čištění
Cleannow_M=Vyčistit nyní
StillLeavas_M="%s" stále zanechává:
LeftoversRemoved_M=Zbytky %s byly odstraněny:
Registry_M=Registr
File_M=Soubor
Files_M=soubory
Cleanfuture_M=V budoucnu čistit automaticky
Setting_M=Nastavení
Uselessfiles_M=zbytečné soubory
Uselessregistryentries_M=zbytečné záznamy v registru
UselessregistryentriesOne_M=zbytečné položky registru
Lan_BundleNoticeText_M=Nalezen bundleware při instalaci %s.

[Plugin_M]
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Škodlivé toolbary a pluginy
ListViewGroupMaliciousDesc=Tyto toolbary a pluginy mohou změnit vaši výchozí domovskou stránku a krást vaše soukromé informace.
ListViewGroupAdTitle=Reklamní toolbary a pluginy
ListViewGroupAdDesc=Tyto toolbary a pluginy mohou zobrazovat reklamy.
ListViewGroupTrustTitle=Důvěryhodné toolbary a pluginy
ListViewGroupTrustDesc=Tyto toolbary a pluginy nepoškodí váš počítač. Můžete je odebrat nebo zachovat podle vašich potřeb.
ListViewGroupExtensions=Rozšíření
ListViewGroupPlugins=Pluginy
ListViewGroupToolbar=Toolbary
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtension_DES=Rozšíření se používají k přizpůsobení prohlížeče funkcemi, které se vám líbí.
ListViewGroupPlugin_DES=Plugin může být jednoduše nainstalován a používán jako součást webového prohlížeče.
ListViewGroupToolbar_DES=Toolbary pomáhají uživatelům zrychlit přístup na weby nebo provádět jiné funkce.
ListViewGroupBHO_DES=BHO pomáhá vytvářet personalizované prohlížeče a umožňuje jednodušší interaktivní funkce
ListViewGroupActivex_DES=ActiveX je používán prohlížečem Internet Explorer k usnadnění přehrávání multimédií.
NoSerchItem_Tip=Žádné položky neodpovídají vašemu vyhledávání.
PluginColumnStr_Title=Název (Celkem: %d)
ChromeSyncMsg=Synchronizace Chrome je povolena. Vybrané pluginy mohou být automaticky reinstalovány po odstranění. Klikněte na <a>Zakázat synchronizaci Chrome</a> a postupujte podle pokynů na našem fóru pro zakázání synchronizace Chrome.
EdgeSyncMsg=Edge synchronizace je povolena. Rozšíření vybraná k odebrání mohou být po odebrání automaticky znovu nainstalována. Klikněte na <a>Zakázat Edge synchronizaci</a> a postupujte podle podrobných kroků k zakázání Edge synchronizace.
FuncPluginSysPluginMsgBox=Nedoporučujeme odstranění %s, protože některé funkce prohlížeče mohou být po odstranění ovlivněny.
FuncPluginLoading=Načítání...
FuncPluginRmoveSuccess=Úspěšně odstraněno. Načítání...
FuncVotePlugSelectMsgBox=Vyberte položku pro hodnocení
FuncPluginRmoveConfireSingleMsgBox=Opravdu chcete odstranit vybranou položku?
FuncPluginRmoveConfireSomeMsgBox=Opravdu chcete odstranit vybrané položky?
FuncCheckBrowserMsgBox_1=%s běží.
FuncCheckBrowserMsgBox_2=Klikněte na OK pro zavření (Nejdříve uložte svůj obsah).
FuncCheckBrowserMsgBox_3=Nebo klikněte na Zrušit pro přerušení operace.
FuncCheckBrowserMsgBox_4=%s běží.
FuncCheckBrowserMsgBox_5=Klikněte na OK pro zavření (Nejdříve uložte svůj obsah).
FuncCheckBrowserMsgBox_6=Nebo klikněte na Zrušit pro přerušení operace.
FuncPluginRemoveFailedMsgBox_4=Odstranění %s může selhat, protože je pod ochranou %s. Ukončete %s a restartuje IObit Uninstaller pro opětovné odstranění.
FuncRestoreSuccessMsgBox=Úspěšně obnoveno výchozí nastavení.
FuncRestoreFailedMsgBox=Výchozí nastavení prohlížeče se nezdařilo.
PluginRestoreStr=Obnovit výchozí nastavení %s
mniOpeninRegedit_M=Otevřít v editoru registru
lbl_NoFoundItems.caption_M=Nebyly nalezeny žádné toolbary či pluginy.

[VoteText_M]
FuncVoteMarkSelectMsgBox=Prosíme o hodnocení
FuncVoteFailedMsgBox=Hodnocení se nezdařilo, zkontrolujte prosím připojení k síti a zkuste to znovu.
FuncVoteActiveVote=Hodnotit
FuncVoteWaitting=Odesílám hodnocení, čekejte prosím...
VoteStr_1=<a>1</a> uživatel hodnotil. Již jste hodnotili.
VoteStr_2=Není ještě žádné hodnocení. Buďte první.
VoteStr_3=<a>%d</a> uživatelé/ů hodnotili/o. Již jste hodnotili.
VoteStr_4=<a>%d</a> uživatelé/ů hodnotili/o. Co si myslíte o tomto rozšíření?
VoteStr_5=<a>%d</a> uživatelé/ů hodnotili/o. Co si myslíte o této aplikaci?
Removingnow_M=Odstraňování...

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Název
rdlvAllBrowse.Columns[1].Caption=Hodnocení uživatelů
rdlvAllBrowse.Columns[2].Caption=Operace
rdlvCustomBrowse.Columns[0].Caption=Název
rdlvCustomBrowse.Columns[1].Caption=Operace
mniRemove.Caption=Odstranit
mniRate.Caption=Ohodnotit
mniIgone.Caption=Ignorovat
mniRefush.Caption=Obnovit
mniOpenFloder.Caption=Otevřít umístění souboru
mniSelectedAll.Caption=Vybrat vše
mniInvertSelection.Caption=Obrátit výběr
mniSearchOnline.Caption=Hledat online

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Obnovení prohlížeče
lblConfire.Caption=Opravdu chcete provést obnovení do výchozího nastavení?
lblHomepageTitle.Caption=Aktuální domovská stránka:
lblSearchTitle.Caption=Aktuální výchozí vyhledávač:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Storno

[Uninstaller_frm_MessagePlugin]
lbl_OK.Caption=Úspěšně odstraněno!
lbl_Removing.Caption=Odstraňování...

[Uninstaller_Program_M]
Noprograms_Frequencyofuse_New_M=Nebyly nalezeny žádné programy (nepoužívané déle než 2 měsíce)
Noprograms_Size_M=Žádné programy nepřesahují %s.
Noprograms_match_M=Žádné položky neodpovídají vašemu vyhledávání.
Noprograms_Recent_M=Nenalezeny žádné programy nainstalované během posledních 10 dní.
monthsago_M=před %d měsíci
yearsago_M=před %d rokem
yearsagos_M=před %d roky
SoftwareFrame_InstallDate_M=Datum instalace
SoftwareFrame_FrequencyUse_M=Naposledy použito
HistoryInfo_DisplayName=Název
HistoryInfo_Publisher=Vydavatel
HistoryInfo_Version=Verze
HistoryInfo_InstallDate=Datum instalace
HistoryInfo_UseSize=Využítí místa na disku
HistoryInfo_Location=Umístění
HistoryInfo_UninstallDate=Datum odinstalace
Lan_NoBundle_New=Bundleware je software, který může nainstalovat další programy bez vašeho vědomí při instalaci hlavního programu.
Lan_Main_Soft=Hlavní program
Lan_Bundled_Soft=Přibalený program
Lan_Bundled_Plug=Přibalený plugin
ColumnName_Logged=Záznam instalace
ColumnName_LogDate=Datum instalace
ViewDetail=Zobrazit záznam
NoPrograms_Logged=Programy zaznamenané Monitorem instalací mohou být v budoucnu důkladně odinstalovány.

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Velikost
ListView_SoftwareList.Columns[2].Caption=Datum instalace
ListView_SoftwareList.Columns[3].Caption=Operace
Menu_Program_Uninstall.caption=Odinstalovat
Menu_Program_Repair.caption=Opravit
Menu_Program_Refresh.caption=Obnovit
Menu_Program_OpenFileLocation.caption=Otevřít umístění souboru
Menu_Program_OpeninRegedit.caption=Otevřít v Editoru registru
Menu_Program_SearchOnline.caption=Hledat online
mni_Openthewebsite.caption=Otevřít webovou stránku

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Druh
ListView_BundleList.Columns[2].Caption=Operace
Menu_Program_Uninstall.caption=Odinstalovat
Menu_Program_OpenFileLocation.caption=Otevřít umístění souboru
Menu_Program_OpeninRegedit.caption=Otevřít v Editoru registru
Menu_Program_SearchOnline.caption=Hledat online
mni_Ignore.caption=Ignorovat
mniOpenthewebsite.caption=Otevřít webovou stránku

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Bundleware nalezeno.
btn_UninstallAll.caption=Odinstalovat vše
lbl_Info.caption=Odinstalujte všechen následující bundleware společně s IObit Uninstaller PRO nebo proveďte pouze odinstalaci vybraného programu.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Bundleware nalezeno. Prosíme, vyberte také nevyžádané bundleware pro odinstalování.

[PromoteForm_M]
M_ProAD_Title=Další funkce a výhody získáte s edicí Pro:
M_ProAD_CleanLog=Důkladně odinstalovat programy za pomocí záznamů vytvořených během instalace
M_ProAD_Monitor=Monitorování programových instalací a jednoduché odstranění bundleware
M_ProAD_Database=Velká databáze pro důkladné odstranění těžko zbavitelných programů
M_ProAD_Plugin=Odebrání škodlivých/reklamních pluginů pro bezpečné a hladké surfování po internetu
M_ProAD_Update=Zajištění aktuálnosti důležitých programů jedním klikem
M_ProAD_SoftHealth=Automatická detekce zranitelností softwaru a snadné blokování vyskakovacích upozornění a nežádoucích reklam.
M_Continue=Pokračovat v odinstalaci
M_BundleTitle=Pro kompletní odebrání bundleware aktivujte IObit Uninstaller PRO.
M_BundleTitle2=Monitorování instalací programů v reálném čase a kompletní odebrání bundleware.
M_UninstallLogTitle=Aktivujte IObit Uninstaller PRO, abyste mohli automaticky detekovat a zaznamenávat instalaci programů pro budoucí důkladnou odinstalaci se záznamem stop.
M_PluginMaliciouTitle=Pro důkladné odstranění škodlivých/reklamních pluginů aktivujte IObit Uninstaller PRO.
M_PluginMaliciouTitle2=Stále se rozšiřující databáze pomůže s odstraněním více škodlivých/reklamních pluginů.
M_SPUninstallFail=Odinstalace %s selhala.
M_SPAD_Title=Pro odinstalaci pomocí specifické databáze aktivujte verzi PRO.
M_SPUninstallFailCount=Počet programů, jejichž odinstalace selhala: %d.
M_SPADCount_Title=nemůže být odinstalován obvyklou cestou. Pro odinstalaci pomocí specifické databáze aktivujte verzi PRO.
SpecPromotTile_1=Odinstalace %s selhala.
SpecPromotTile_2=Počet programů, jejichž odinstalace selhala: %d.
SpecPromotTile_3=1 program byl odinstalován.
SpecPromotTile_4=Počet odinstalovaných programů: %d.
SpecPromotTile_5=1 program se však nepodařilo odinstalovat.
SpecPromotTile_6=%d programy/ů se však nepodařilo odinstalovat.
SpecPromotInfo_1=Pro odinstalaci pomocí specifické databáze aktivujte verzi PRO.
SpecPromotInfo_2=Pro jejich odinstalaci pomocí specifické databáze aktivujte verzi PRO.
SpecPromotInfo_3=%s nemůže být odinstalován obvyklou cestou.

[Protip_M]
Congratulations_M=Gratulujeme!
YouHave_M=Úspěšně jste aktualizovali program IObit Uninstaller na nejnovější verzi.
Try_M=Vyzkoušet nyní!
Tip_M=Automatická aktualizace na IObit Uninstaller <a>%d</a> proběhla úspešně.
WhatNew_M=Jaké jsou novinky v nejnovější verzi:
More_M=Podrobnosti

[Uninstaller_Public_M]
Lan_ButtonCancel=Storno
Lan_ButtonClose=Zavřít
Lan_ButtonContinue=Pokračovat
Lan_ButtonClean=Vyčistit
Lan_Cleaning=Čištění
Lan_Details=Podrobnosti
Lan_Exit=Ukončit
Lan_Hide=Skrýt
Lan_Ignore=Ignorovat
Lan_Ignored=Ignorováno
Lan_item=položka
Lan_items=položky
Lan_LoadingD=Načítání...
Lan_WindowMin=Minimalizovat
Lan_WindowMax=Maximalizovat
Lan_ButtonNo=Ne
Lan_Name=Název
Lan_NameT=Název (Celkem: %d)
Lan_Notagain=Již nezobrazovat
Lan_ButtonOK=OK
Lan_Publisher=Vydavatel
Lan_WindowRest=Obnovení
Lan_ButtonRemove=Odstranit
Lan_State=Stav
Lan_Show=Zobrazit
Lan_Scan=Skenovat
Lan_Search=Hledat
Lan_ButtonUninstall=Odinstalovat
Lan_Version=Verze
Lan_ButtonYES=Ano
Lan_ButtonFor0=Získat Pro za $0
Lan_ButtonActivate=Aktivovat nyní
Lan_ButtonUpgrade=Upgradovat nyní
Lan_ButtonUpgradeFor0=Upgradovat nyní za $0
Lan_DisplayName=Název
Lan_Installationpath=Cesta k instalaci
Lan_Description=Popis
Lan_LinkAbout=Informace
Lan_LinkHelp=Podpora
Lan_SysMsgCorrupted=Některé soubory programu IObit Uninstaller jsou poškozeny. Prosíme, přeinstalujte IObit Uninstaller.
Lan_Bit=bit

[RC_M]
M1=Edice PRO zdarma
M2=$0 pro snadnější, výkonnější a úplnější odinstalaci.
M3=Automatické
M4=Vyčištění zbytkových souborů
M5=Jedno kliknutí
M6=Pro opravu všech problémů se softwarem
M7=Přes 1000
M8=Problémových programů, které lze odebrat
M9=O 50% větší
M10=Databáze aktualizací softwaru
M11=Nyní jsou další skvělé a vylepšené funkce PRO nabízeny ZDARMA:
M12=Jednoduché zapnutí automatického čištění zbytkových souborů zdarma
M13=pro rychlejší a plynulejší počítač.

[Unistaller_Register_M]
license_OtherCode_M=Licenční kód %s je platný pouze pro %s. Klikněte na tlačítko OK pro stažení a registraci %s.
LicenseCannotconnect_M=Nelze se připojit k našemu serveru. Zkontrolujte vaše nastavení sítě/proxy a zkuste provést ověření licence později.
license_OtherGivewalys_M_M=%s je darovaná licence a je platná pouze pro uvedenou verzi. Prosíme, navštivte <a>tuto stránku</a> pro zakoupení nového licenčního kódu pro IObit Uninstaller %s PRO.
License_expired_M=Licence %s vypršela. Klikněte <a>zde</a> pro zakoupení nové licence.
License_maximum_M=Licence %s byla aktivována pro maximální počet počítačů a již nemůže být použita. Klikněte <a>zde</a> pro zakoupení další licence, abyste mohli aktivovat IObit Uninstaller PRO na tomto počítači.
License_Free_M=Licence %s nemůže být aktivována. Prosíme, kupte si novou licenci pro IObit Uninstaller PRO.
License_valid_M=Neplatný licenční kód! Zadejte platný licenční kód.
LicenseSeat_M=Licence:
LicenseCodeLiftTime_M=Toto je celoživotní licenční kód, který platí pouze pro IObit Uninstaller v%d. Nainstalujte IObit Uninstaller v%d PRO.
licensedays_left_M=Zbývá %d dnů
licenseday_left_M=%d den zbývá
LicenseCodeLocation_M=Licenční kód %s není platný ve vaši oblasti nebo zemi. Prosíme, klikněte na OK pro zakoupení platného kódu.
Never_M=Nikdy
M_CheckLicense=Stav licence můžete zkontrolovat v nabídce Možnosti.

[Uninstaller_Form_Activate]
Label_Get.caption=Získat licenci
Label_Retrv.caption=Zapomenutý kód?
Label_Eg.caption=Např.: AAAAA-BBBBB-CCCCC-DDDDD
RdImgBtnRegNow.caption=Registrovat nyní
RdLabelCaption.caption=Aktivujte PRO edici a užijte si lepší zážitek z programu
Label_Please.caption=Vložte prosím svůj licenční kód a klikněte na "Registrovat nyní" pro aktivaci všech funkcí PRO edice.
Label_Code.caption=Licenční kód:
RdBtnlab.caption=Více výhod, slibujeme:
RdImgBtn_Upgrade.caption=Upgradovat na PRO

[Form_Activate_M]
TitleOne=Čistá odinstalace se záznamem
ContentOne=Důkladná odinstalace programů se záznamy vytvořenými během instalace
TitleTwo=Odstranění problémových programů
ContentTwo=Kompletní odstranění více než 1000 těžko zbavitelných programů s jedinečnou databází
TitleThree=Plynulý výkon softwaru
ContentThree=Automatické zjišťování zranitelností softwaru a snadné blokování vyskakovacích oznámení a nežádoucích reklam
TitleFour=Aktualizace programů
ContentFour=Zajištění aktuálnosti důležitých programů jedním kliknutím

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Zavřít
lbleg.Caption=Např.: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=Pomoc
Label_Please.caption=Vložte prosím svůj licenční kód a klikněte na "Registrovat nyní" pro aktivaci všech funkcí PRO edice.
Label_Code.caption=Licenční kód:
RdImgBtnRegister.caption=Registrovat nyní
Label_Retrv.caption=Zapomenutý kód?
Label_HaveLicense.caption=Nemáte licenci?
Label_click.caption=Klikněte zde pro získání licence.
RdImageButton_Back.caption=Zpět
RdImageButton_Close.caption=Zavřít
RdLabelCaption.caption=Správce licence
Label_Status.caption=Stav licence:
Label_Activated.caption=Aktivováno
Label_Lcode.caption=Licenční kód:
Label_Data.caption=Datum vypršení:
Label_Refresh.caption=Obnovit
Label_Export.caption=Exportovat licenci
rdlblAlread.caption:=Již mám licenční kód

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Pomoc
RdImgBtn_Closetwo.caption=Zavřít
Label_success.caption=Licence byla úspěšně aktivována!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Klikněte levým tlačítkem a tažením myši vyberte oblast, kterou chcete vyfotit
M_NoticeInfo_AC=2. Klikněte pravým tlačítkem nebo stiskněte Esc pro zrušení
M_Rect=Obdélník
M_Oval=Ovál
M_Text=Text
M_Paintbrush=Štětec
M_Return=Obnovit operaci (Ctrl + Z)
M_Copy=Zkopírovat do schránky
M_Exit=Ukončit
M_Save=Uložit
M_TipInfo=Snímek obrazovky byl uložen do schránky. Můžete použít Ctrl + V pro vložení.
M_TipShow=Již nezobrazovat
M_TipSure=OK

[Uninstaller_frmSetting]
lbl_Caption.caption=Nastavení
lbl_UserInterfaceTitle.caption=Uživatelské rozhraní
lbl_SkinTitle.caption=Vzhled:
lbl_LanguageTitle.caption=Aktuální jazyk:
lbl_FontSize.caption=Velikost písma:
lbl_Dark.caption=Tmavý
lbl_Light.caption=Světlý
lbl_UpdateTitle.caption=Způsob aktualizace
lbl_UpdateChooseDes.caption=Způsob aktualizace programu:
btnImg_UpdateRemind.caption=Informovat o dostupných aktualizacích
btnImg_UpdateAuto.caption=Aktualizovat automaticky
lbl_GeneralCaption.caption=Obecné
btnImg_AutoDelete.caption=Automaticky odstraňovat zbytkové soubory
btnImg_AfterUninstallAutoScan.caption=Automaticky odstraňovat zbytky z odinstalace programu provedené jiným odinstalátorem
btnImg_RemoveToRecycleBin.caption=Přesunout zbytkové soubory do koše
btnImg_ShowExplorerButton.caption=Přidat tlačítko Skartovat soubor do Průzkumníka
btnImg_ShowComponents.caption=Nezobrazovat systémové run-time komponenty
btnImg_ShowMenuButton.caption=Přidat možnost Výkonné odinstalace do kontextového menu Windows
btnImg_CreateRestore.caption=Vytvořit před odinstalací bod obnovení
btnImg_OK.caption=OK
btnImg_Cancel.caption=Storno
lbl_HotKey.caption=Klávesová zkratka pro snadnou odinstalaci:
lbl_OccupiedHotKey.caption=Již se používá, zadejte jinou:
lbl_Notification.caption=Oznámení
btn_NotifySoftUpdater.caption=Zaslat oznámení při dostupných aktualizacích programů
btnImg_SystemDiskSpace.caption=Zaslat oznámení, pokud volné místo na disku je menší než 10%
lbl_Boundleware.caption=Seznam ignorovaných
btnImg_remove.caption=Odstranit
btnImg_UserInterface.Caption=Uživatelské rozhraní
btnImg_General.Caption=Obecné
btnImg_Notification.Caption=Oznámení

[Uninstall_setting_M]
Setting_UITitle=Uživatelské rozhraní
Setting_GeneralTilte=Obecné
Setting_NotificationTilte=Oznámení
Setting_BoundlewareTilte=Seznam ignorovaných
Setting_Size_Normal=Normální
Setting_Size_Large=Velká
Setting_Size_Larger=Větší
Setting_listviewHeader=Název položky
SystemComponentsInfo=Systémové komponenty, jako např. Microsoft .NET Framework, Microsoft Visual C++ Redistributable, Microsoft XNA.
btnImg_NotificInstallLog_M1=Upozornit na vytvoření nového záznamu instalace po automatickém monitorování
btnImg_BundlewareInstalled_M=Upozornit na instalaci bundleware
btnImg_BrowserPlugTip_M=Upozornit na instalaci škodlivého pluginu
btnImg_AutoCleanTipForm_M=Upozornit mě při zjištění zbytkových souborů po odinstalaci jiným odinstalačním programem
btnImg_leftovers_M=Upozornit při detekování zbytků po odinstalovaných programech
btnImg_SoftNotific_M=Upozornit mě při zjištění vyskakovacích oznámení
btnImg_NotNeedInstall_M=Upozornit mě při zjištění nepotřebných instalačních souborů
btnImg_Boundleware.Caption_M=Seznam ignorovaných
rdlbl_BoundlwareTip.caption_M=Ignorovaný bundleware nebude detekován, dokud jej neodeberete ze seznamu níže.

[SoftUpdate_M]
SUCaption=Aktualizace programů
SU_GroupOutData=Zastaralé
SU_GroupUpToDate_New=aktuální
SU_Ignore=Ignorovat
SU_Ignored=Ignorováno
SU_NoIgnore=Odvolat ignorování
SU_Update=Aktualizovat
SU_Updating=Probíhá aktualizace
SU_UpToDate=Aktuální
SU_NewVersion=Nová verze
SU_CurrVersion=Používaná verze
SU_ActivePro=Povolit automatické aktualizace
SU_Button_UpdateAll=Aktualizovat vše
SU_NoUpdates=Pro software ve vašem počítači není k dispozici žádná aktualizace.
SU_IgnoreForever=Ignorovat všechny aktualizace
SU_IgnoreCurrent=Ignorovat aktuální aktualizaci
SU_CancelUpdate=Probíhá aktualizace. Opravdu chcete proces aktualizace zrušit?
SU_DefaultSelUpdate=Hurá! Veškerý software je aktualizován!
SU_DefaultUpdaterPromoteInfo=Aktualizujte veškerý zastaralý software, abyste snížili bezpečnostní rizika.

[SoftUpdatePromote_M]
IUP_Manually=Aktualizovat manuálně
Img_Tab=Aktivujte IObit Uninstaller PRO, abyste
LbIUPromote1=Aktualizovali všechny důležité programy jedním klikem
LbIUPromote2=Nainstalovali aktualizace automaticky bez návštěvy webu
SUInstall=Nainstalovat
SUImg_Tab=Nainstalovat IObit Software Updater
LbSUPromote1=Jednodušší aktualizace více programů
LbSUPromote2=Snadná instalace programů, které chcete
SUEULA=Kliknutím na "Nainstalovat" souhlasíte s instalací IObit Software Updater a přijímáte <a>Licenci</a> a <a>Zásady ochrany osobních údajů</a>.

[SoftUpdateTip_M]
TipOne=<a>%s</a> produkt musí být aktualizován
TipOnes=<a>%s</a> produktů musí být aktualizováno
TipInfo=pro ochranu vašeho PC před bezpečnostními zranitelnostmi.
NeverShow=Již nezobrazovat
BtnUpdate=Aktualizovat nyní

[SpecUTool_M]
SpecTOpen=Otevřít
SpecTOK=OK
SpecTHide=Skrýt
TrayHint=IObit Uninstaller provádí odinstalaci programů
SpecTUninstalling=Probíhá odinstalace následujícího programu:
SpecTUninstallingM=Probíhá odinstalace následujících programů:
SpecTUninstalled=program byl odinstalován.
SpecTUninstalledM=programů bylo odinstalováno.
SpecTClose=Zavřít

[Uninstaller_form_StubbornTool]
lbl_Title.caption=Odstranění problémových programů
lbl_DescTitle.caption=Zobrazí programy, u kterých nemusíte na jiných místech najít položku pro odinstalování. Zde je můžete snadno odstranit.

[Uninstaller_Stubborn_M]
OfficialGroupEx=Databáze oficiálních odinstalátorů (%d)
OfficialDesEx=Některé programy nemohou být odinstalovány z bezpečnostních důvodů obvyklou cestou. Můžete je jednoduše odinstalovat zde použitím jejich oficiálního nástroje pro odinstalaci.
AllGroupEx=Databáze podporovaných programů (%d)
AllDesEx=Zadejte další programy, u kterých nemůžete nalézt záznam pro jejich odinstalaci na jiných místech. Zde je můžete jednoduše odinstalovat.
ProblemsTip=Problémy nalezeny
LoadingTip=Načítání databáze podporovaných programů...
NotInstallSingleMsgBox=Nebyly zjištěny žádné problémy s odinstalací následujícího programu. Určitě chcete pokračovat v odinstalaci a hledat zbytkové soubory?
NotInstallSomeMsgBox=Nebyly zjištěny žádné problémy s odinstalací následujících programů. Určitě chcete pokračovat v odinstalování a skenování zbytkových souborů?

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Obnovení
rdlblDesc.Caption=Obnovit počítač do stavu, ve kterém se nacházel před vybranou událostí. Poslední událost nemůže být smazána kvůli bezpečnosti systému.
ListView_Restore.Columns[0].Caption=Datum a čas
ListView_Restore.Columns[1].Caption=Popis
btn_CreateRestorePoint.Caption=Vytvořit bod obnovení
RdImageButton_Restore.Caption=Obnovení
RdImageButton_Delete.Caption=Odstranit
lblNull.Caption=Body obnovení nebyly vytvořeny.
Rdlbl_CreateRestorePoint.caption=Vytvořit bod obnovení

[SystemRestore_M]
SysRestore_CreateComplete=Bod obnovení byl úspěšně vytvořen!
SysRestore_CreateFailed=Vytvoření bodu obnovení se nezdařilo! Zkontrolujte, zda je funkce Obnovení systému povolena.
SysRestore_CreateRestore_Confirm=Opravdu chcete vytvořit bod obnovení?
SysRestore_CreateRestore_Tip=Vytváření bodu obnovení, čekejte prosím...
SysRestore_CreateRestore_Failed=Vytvoření bodu obnovení se nezdařilo! Zkontrolujte, zda je funkce Obnovení systému povolena.
SysRestore_SetRestore_Confirm=VAROVÁNÍ: Obnovením systému do bodu obnovení budou vráceny všechny změny, které byly provedeny po vytvoření toho bodu obnovení. Po spuštění nelze obnovení systému vrátit zpět nebo přerušit. Opravdu chcete pokračovat?
SysRestore_SetRestore_Reboot=K provedení těchto změn je potřeba restartovat počítač. Před restartem uložte všechny otevřené soubory a zavřete všechny otevřené programy. Restartovat nyní?
SysRestore_SetRestore_Tip=Probíhá obnova systémových souborů a nastavení, čekejte prosím...
SysRestore_Delete_Confirm=Opravdu to chcete smazat?

[UninstallForm_M]
MsgBox_SelectProgram=Vyberte alespoň jeden program.
Msg_Bundle_RebootSpec=byl odinstalován. Restartujte počítač pro dokončení odinstalace.
OneItemStr=%d položka
SomeItemStr=%d položek
Clean_Uninstall=Kompletní odinstalace
RebootToDelete_Str=(Odstranit při restartu)
UninstallingSingleStr_New=Jste si jisti, že chcete vybranou položku odinstalovat?
UninstallingSomeStr_New=Jste si jisti, že chcete odinstalovat vybrané položky počet %d?
UninstallingSingleStrUpdate=Opravdu chcete odinstalovat vybranou Windows aktualizaci?
UninstallingSomeStrUpdate=Opravdu chcete odinstalovat vybrané (%d) Windows aktualizace?
UninstallingSingleStrApp=Opravdu chcete odinstalovat vybranou Windows aplikaci?
UninstallingSomeStrApp=Opravdu chcete odinstalovat vybrané (%d) Windows aplikace?
Uninstall_Str=Probíhá odinstalace %s (%d/%d)
Scan_Str=Skenování %s (%d/%d)
UninstallOne_Str=Probíhá odinstalace %s
ScanOne_Str=Skenování %s
CreateRetore_Str=Vytváření bodu obnovení, čekejte prosím...
SureToDeleteSomeStr_New=Položky (počet: <a>%d</a>) jsou odinstalovány. Ale zanechaly následující zbytky.
SureToDeleteOneStr_New=<a>1</a> položka je odinstalována. Ale zanechaly následující zbytky.
SureToDeleteSomeStrApp=Windows aplikace (<a>%d</a>) byly odinstalovány. Ale zbyly po nich následující zbytky.
SureToDeleteOneStrApp=<a>1</a> Windows aplikace byla odinstalována. Ale zbyly po ní následující zbytky.
SureToDeleteByHistroy=Zbytky nalezeny
DeletingStr=Probíhá odstraňování zbytků, čekejte prosím
DeleteCancleStr=Opravdu chcete zrušit odstraňování?
RestoringCancleStr=Vytváření bodu obnovy. Opravdu to chcete zrušit?
UninstallingCancleStr=Probíhá odinstalace a zbytkové soubory budou ponechány, pokud to nyní ukončíte. Opravdu chcete skončit?
ScaningCancleStr=Skenování právě probíhá a zbytkové soubory mohou být ponechány, pokud to nyní ukončíte. Opravdu chcete operaci ukončit?
RegistryCaption_Str=Registr
FileCaption_Str=Soubor
TaskCaption_Str=Naplánované úlohy
ServiceCaption_Str=Systémové služby
DllCaption_Str=DLL registrace
SuccessReslutFromHistroySingle=Zbytkové soubory byly úspěšně vyčištěny. Podívejte se na níže uvedené podrobnosti:
SuccessReslutFromUninstallSingle_New=Úspěšně jste odinstalovali <a>%d</a> položku a odstranili níže uvedené zbytky:
SuccessReslutFromUninstallSome_New=Úspěšně jste odinstalovali <a>%d</a> položek a odstranili zbytky níže:
SuccessReslutFromUninstallSingleApp=Úspěšně jste odinstalovali <a>%d</a> Windows aplikaci, podrobnosti níže:
SuccessReslutFromUninstallSomeApp=Úspěšně jste odinstalovali Windows aplikace (počet: <a>%d</a>), podrobnosti níže:
FileDelete_Str=Soubory
RegDelete_Str=Záznamy registru
TaskDelete_Str=Naplánované úlohy
ServiceDelete_Str=Systémové služby
DeepDelete_Str=Zaznamenané položky
HtmlRecomReslutCaption=Odinstalováno <a>%d</a> programů a odstraněné zbytky níže:
HtmlRecomReslutCaption1=Odinstalován <a>%d</a> program a odstraněny následující zbytky:
HtmlRecomReslutAppCaption=Odinstalované Windows aplikace (počet: <a>%d</a>) a odstraněny následující zbytky:
HtmlRecomReslutAppCaption1=Odinstalována <a>%d</a> Windows aplikace a odstraněny následující zbytky:
HtmlFileReCaption=<a>%s</a> zbytečných souborů
HtmlRegReCaption=<a>%d</a> zbytečných záznamů registru
HtmlTaskReCaption=<a>%d</a> neplatných plánovaných úloh
HtmlServicesReCaption=<a>%d</a> neplatných systémových služeb
HtmlDeepReCaption=Počet zaznamenaných položek: <a>%d</a>
HtmlFileReCaptionOne=<a>%s</a> zbytečný soubor
HtmlRegReCaptionOne=<a>%d</a> zbytečný záznam registru
HtmlTaskReCaptionOne=<a>%d</a> neplatná plánovaná úloha
HtmlServicesReCaptionOne=<a>%d</a> neplatná systémová služba
HtmlDeepReCaptionOne=<a>%d</a> zaznamenaná položka
UninstallPromote=Zakoupit nyní
RebootYes=Restartovat nyní
RebootLater=Později
FromHistroyNoItem=Nebyl nalezen žádný zbytek.
FromUninstallNoItem=Odinstalace byla dokončena.
RelatedMetroText=Tyto aplikace spolu souvisí. Odinstalací jedné z nich automaticky odinstalujete všechny ostatní. Opravdu chcete provést odinstalaci?
RelatedSoftText=Produkty v balíku výše byly nainstalovány najednou. Chcete je společně odinstalovat?
HtmlADPluginCaption=<a>%d</a> rušivých reklamních pluginů
HtmlMaliciousPluginCaption=<a>%d</a> hrozeb škodlivých pluginů
MoneyBackInfo=Budete si užívat bezpečnější a rychlejší počítač odstraněním nevyžádaných programů a pluginů. 60-denní záruka vrácení peněz. Bez otázek.
SpecRestartAll=Restartujte počítač pro úplnou odinstalaci následujících programů. Restartovat nyní?
SpecRestartOne=Restartujte počítač pro úplnou odinstalaci následujícího programu. Restartovat nyní?
UnPromoteTitle=S PRO edicí nabízíme více funkcí a vylepšení:
UnPromote_60=60denní záruka vrácení peněz
PromotelbPlugins_New=Odstraňte škodlivý software a rozšíření (počet: <a>%d</a>) pro bezpečné surfování
PromotelbPlugin_New=Odstraňte <a>%d</a> škodlivý software a rozšíření pro bezpečné surfování
PromotelbPlugin0_New=Odstraňte škodlivý software a rozšíření pro bezpečné surfování
PromotelbUpdate=Aktualizace zastaralého software jedním kliknutím (celkem: <a>%d</a>) pro snížení bezpečnostních rizik
PromotelbUpdate0=Aktualizace zastaralého software jedním kliknutím pro snížení bezpečnostních rizik
PromotelbMoreDBs_New=Důkladně odstraňte těžko se zbyvitelné programy (počet: <a>%d</a>)
PromotelbMoreDB_New=Důkladně odstraňte <a>%d</a> těžko se zbavitelného programu
PromotelbMoreDB0_New=Unikátní databáze podporuje odstranění více než 1000 programů s problémovou odinstalací
PromotelbClean=Odstranění bundleware jedním kliknutím
PromotelbAuto=Automatické odstranění zbytků, které zbyly po odinstalací jiným odinstalátorem
NeedCloseApp=%s právě běží a musí být ukončen před provedením odinstalace. Chcete jej ukončit?
LB_Free=Zdarma
LB_Pro=PRO
RestoreOpenstr=Obnovení systému není zapnuto. Klikněte na "OK" pro zapnutí, aby IObit Uninstaller mohl vytvořit body obnovení před odinstalací programů.
OfficialFail=Nepodařilo se odinstalovat následující program. Můžete jej odinstalovat pomocí oficiálního odinstalačního nástroje.
OfficialFails=Nepodařilo se odinstalovat následující programy. Můžete je odinstalovat pomocí jejich oficiálních odinstalačních nástrojů.
QuitDonwload=Opravdu chcete zrušit stahování?
LogHintTitle=Více benefitů, slibujeme:
LogHintStr=+ Důkladnou odinstalaci zaznamenaných programů<br>+ Vyčištění více než 200+ těžko zbavitelných programů<br>+ Jednoduchou a úplnou odinstalaci bundleware
UpgradePromote=Pro automatické vyčištění zbytků upgradujte na IObit Uninstaller PRO
UpgradeFileDelete=%s zbytkových souborů bylo úspěšně vyčištěno.
UpgradeRegsDelete=%s zbytkových záznamů registru bylo úspěšně vyčištěno.
UpgradeRegDelete=%s zbytkový záznam registru byl úspěšně vyčištěn.
PromoteB_Title=S verzí PRO může být vyřešeno více problémů:
PromoteB_Update=Zastaralé programy mohou být aktualizovány jedním klikem:
PromoteB_Plugin_New=Škodlivý software a rozšíření by měly být odstraněny pro bezpečné surfování:
PromoteB_Leftover=Zbytky po odinstalaci nohou být odstraněny pro čistější PC:
PromoteB_Log=Zaznamenané programy, které mohou být kompletně odinstalovány:
PromoteB_Unuse=Programy, které se nepoužívaly déle než 2 měsíce mohou být odinstalovány:
PromoteB_Banweb_New=Vyskakovací oznámení lze zablokovat, aby nedocházelo k přerušování:
PromoteB_Permission=Nepotřebná softwarová oprávnění lze zakázat:
PromoteB_SetupFile=Nepotřebné instalační soubory lze vyčistit, aby se uvolnilo více místa na disku:
PromoteB_Fix=Opravit nyní
PromoteB_Stubborn=Problémové programy mohou být důkladně odstraněny:
OfficialSp_1=Úplná odinstalace následujícího programu pomocí oficiálního odinstalačního nástroje.
OfficialSps_1=Úplná odinstalace následujících programů pomocí oficiálního odinstalačního nástroje.
LogPromoteHintTitle=Důkladně vyčistěte všechny přihlášené položky pomocí <a>edice PRO</a>:
LogPromoteHintRegs=<a>%s</a> položky registru
LogPromoteHintReg=<a>%s</a> položka registru
LogPromoteHintFiles=<a>%s</a> soubory
LogPromoteHintFile=<a>%s</a> soubor
LogPromoteHintTasks=<a>%s</a> naplánované úkoly
LogPromoteHintTask=<a>%s</a> naplánovaný úkol
LogPromoteHintServices=<a>%s</a> systémové služby
LogPromoteHintService=<a>%s</a> systémová služba
LogPromoteHintDlls=<a>%s</a> dll registrováno
LogPromoteHintDll=<a>%s</a> dll registrace
LogPromoteFormLogPro=přihlášené položky
LogPromoteFormDesc_New=Díky edici PRO můžete vyčistit ještě více zbytků.
LogPromoteFormTip=Podrobnosti níže:
LogPromoteFormDetails=Zobrazit podrobnosti
EndRunningExeSingleMsgBox=Následující položka je spuštěna. Určitě ji chcete ukončit a odstranit?
EndRunningExeSomeMsgBox=Následující položky jsou spuštěny. Určitě je chcete ukončit a odstranit?
UninstallingSingleStr=Opravdu chcete odinstalovat vybraný program?
UninstallingSomeStr=Opravdu chcete odinstalovat vybraných %d programů?
SureToDeleteSomeStr=Počet odinstalovaných programů: <a>%d</a>. V počítači ale zůstaly následující zbytky.
SureToDeleteOneStr=Byl odinstalován <a>1</a> program. V počítači ale zůstaly následující zbytky.
SuccessReslutFromUninstallSingle=Úspěšně jste odinstalovali <a>%d</a> program s podrobnostmi níže:
SuccessReslutFromUninstallSome=Úspěšně jste odinstalovali <a>%d</a> programů s podrobnostmi níže:

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Otevřít v Editoru registru
mniMenu_Path.caption=Otevřít umístění souboru
btnImg_AllMainCancel.caption=Storno
btnImg_Uninstall.caption=Odinstalovat
btnImg_ChkAutoDelete.caption=Automaticky odstraňovat zbytkové soubory
btnImg_ChkCreateRestore.caption=Před odinstalací vytvořit bod obnovení
lbl_IsUninstallHint.caption=Opravdu chcete odinstalovat vybraný program?
btnImg_Delete.caption=Odstranit
btnImg_ReslutCancel.caption=Storno
btnImgl_SeletedAll.caption=Vybrat vše
btnImg_ChkShredFile.caption=Skartovat soubory
lbl_NoPowerScan.caption=Odinstalace byla dokončena.
btnImg_RecommendClose.caption=Zavřít
btnImg_Restart.caption=Ano
lbl_MoneyBackTitle.caption=Garance důkladné odinstalace a čistějšího počítače
btn_Tab.caption=S IObit Uninstaller PRO získáte více
lbl_InfoDB.caption=Velká databáze pro důkladné odstranění těžko zbavitelných programů
lbl_InfoRemove.caption=Odstranění škodlivých a reklamních pluginů pro bezpečné online surfování
lbl_InfoUpdate.caption=Monitorování instalace programů a odstranění bundleware

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Novinky

[WindowsUpdate_M]
Update_NoItem_Tip=Nebyly nalezeny žádné aktualizace Windows.
NoSerchItem_Tip=Žádné položky neodpovídají vašemu vyhledávání.
Update_Loading_Tip=Načítání...
Update_WindowsTitle=Zde jsou uvedeny všechny nainstalované aktualizace Windows na vašem počítači. Chcete-li uvolnit více místa, odinstalujte nežádoucí aktualizace systému Windows.
Button_Uninstall=Odinstalovat

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Datum instalace
mniUninstall.caption=Odinstalovat
mniRefush.caption=Obnovit

